02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-08-adresvraag webservice (historisch zoeken)/uc1004-08C10T120a/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>81180</m:item>
                    <m:item>81190</m:item>
                    <m:item>510110</m:item>
                    <m:item>581180</m:item>
                    <m:item>581190</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10240</m:rubrieknummer>
                        <m:zoekwaarde>Aanhang</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10310</m:rubrieknummer>
                        <m:zoekwaarde>19770625</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>